Tekla Open API Reference for Tekla Structures 2025
WpfMeshCatalog Methods
The WpfMeshCatalog type exposes the following members.
Methods
Name | Description
InitializeComponent
 InitializeComponent
Top
See Also
Reference
WpfMeshCatalog Class
Tekla.Structures.Dialog.UIControls Namespace